Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Subject
ar: الموضوع
ca: Assumpte
cy: Pwnc
da: Emne
da_instk12: Emne
de: Betreff
es: Tema
es_es: Tema
fi: Aihe
fr: Sujet
fr_ca: Objet
ga: Ábhar
hi: विषय
ht: Sijè
id: Subjek
is: Efni
it: Oggetto
ja: 件名
ko: 주제/과목
mi: Kaupapa
ms: Subjek
nb: Tema
nb_instk12: Tema
nl: Vak
pl: Temat
pt: Assunto
pt_br: Assunto
ru: Тема
sl: Kratek opis predmeta
sv: Ämne
sv_instk12: Ämne
th: วิชา
vi: Tiêu Đề
zh: 主题
zh_hk: 主題

source: Subject Input
ar: إدخال الموضوع
ca: Entrada de l’assumpte
cy: Mewnbwn Pwnc
da: Emneinput
da_instk12: Emneinput
de: Betreffeingabe
es: Entrada del tema
es_es: Entrada del asunto
fi: Aiheen syöttö
fr: Saisie de l’objet
fr_ca: Entrée du sujet
ga: Ionchur Ábhair
hi: विषय इनपुट
ht: Antre Sijè
id: Input subjek
is: Inntak efnis
it: Inserimento oggetto
ja: 件名の入力
ko: 주제/과목 입력
mi: Kaupapa Whakauru
ms: Input Subjek
nb: Tematekst
nb_instk12: Tematekst
nl: Invoer onderwerp
pl: Edycja tematu
pt: Entrada de assunto
pt_br: Entrada de assunto
ru: Ввод темы
sl: Vnos predmeta
sv: Ämnesindata
sv_instk12: Ämnesindata
th: การกรอกหัวเรื่อง
vi: Nhập tiêu đề
zh: 主题输入
zh_hk: 主題輸入

source: Submission
ar: الإرسال
ca: Entrega
cy: Cyflwyniad
da: Aflevering
da_instk12: Aflevering
de: Abgabe
es: Entrega
es_es: Entrega
fi: Tehtäväpalautus
fr: Soumission
fr_ca: Envoi
ga: Uaslódáil
hi: सबमिशन
ht: Soumisyon
id: Penyerahan
is: Skil
it: Consegna
ja: 提出
ko: 제출
mi: Tapaetanga
ms: Serahan
nb: Innlevering
nb_instk12: Innlevering
nl: Inlevering
pl: Podanie
pt: Submissão
pt_br: Envio
ru: Отправка
sl: Oddaja
sv: Inlämning
sv_instk12: Inlämning
th: ผลงานจัดส่ง
vi: Nộp
zh: 提交
zh_hk: 提交項目

source: Submission %@, %@, %@
ar: إرسال %@، %@، %@
ca: Entrega %@, %@, %@
cy: Cyflwyniad %@, %@, %@
da: Aflevering %@, %@ %@
da_instk12: Aflevering %@, %@ %@
de: Abgabe %@, %@ %@
es: Entrega %@, %@, %@
es_es: Entrega %@, %@, %@
fi: Tehtäväpalautus %@, %@, %@
fr: Soumission %@, %@, %@
fr_ca: Envoi %@, %@, %@
ga: Uaslódáil %@, %@, %@
hi: सबमिशन %@, %@, %@
ht: Soumisyon %@, %@, %@
id: Penyerahan %@, %@, %@
is: Skil %@, %@, %@
it: Consegna %@, %@, %@
ja: %@、%@に提出。%@
ko: 제출 %@, %@, %@
mi: Tāpaetanga: %@, %@ %@
ms: Serahan %@, %@, %@
nb: Innlevering %@, %@, %@
nb_instk12: Innlevering %@, %@, %@
nl: Inlevering %@, %@, %@
pl: Przesyłanie zadania %@, %@, %@
pt: Submissão %@, %@, %@
pt_br: Envio %@, %@, %@
ru: Отправка %@, %@, %@
sl: Oddaja %@, %@, %@
sv: Inlämning %@, %@, %@
sv_instk12: Inlämning %@, %@, %@
th: ผลงานจัดส่ง %@, %@, %@
vi: Nộp %@, %@, %@
zh: 提交项%@，%@，%@
zh_hk: 提交項目 %@，%@，%@

source: Submission Comment
ar: تعليق الإرسال
ca: Comentari sobre l'entrega
cy: Sylw ar y cyflwyniad
da: Afleveringskommentar
da_instk12: Afleveringskommentar
de: Abgabekommentar
es: Comentario de la entrega
es_es: Comentario de la entrega
fi: Lähetyksen kommentti
fr: Commentaire de soumission
fr_ca: Commentaire de soumission
ga: Ráiteas Uaslódála
hi: सबमिशन टिप्पणी
ht: Kòmantè Soumisyon
id: Komentar Penyerahan
is: Athugasemd með skilum
it: Commento consegna
ja: 提出コメント
ko: 제출 의견
mi: Tākupu Tāpaetanga
ms: Komen Serahan
nb: Kommentar på innlevering
nb_instk12: Kommentar på innlevering
nl: Opmerking over inzending
pl: Komentarz do zgłoszenia
pt: Comentário de Envio
pt_br: Comentário do envio
ru: Комментарий при отправке
sl: Komentar k oddaji
sv: Inlämningskommentar
sv_instk12: Inlämningskommentar
th: ความเห็นผลงานจัดส่ง
vi: Bình Luận Bài Nộp
zh: 提交评论
zh_hk: 提交項目評論

source: Submission date
ar: تاريخ الإرسال
ca: Data de l’entrega
cy: Dyddiad cyflwyno
da: Afleveringsdato
da_instk12: Afleveringsdato
de: Abgabedatum
es: Fecha de entrega
es_es: Fecha de entrega
fi: Tehtävälähetyksen päivämäärä
fr: Date de soumission
fr_ca: Date d’envoi
ga: Dáta na huaslódála
hi: सबमिशन तिथि
ht: Dat soumisyon
id: Tanggal penyerahan
is: Skiladagur
it: Data consegna
ja: 提出日
ko: 제출 날짜
mi: Te ra tuku
ms: Tarikh Serahan
nb: Innleveringsdato
nb_instk12: Innleveringsdato
nl: Inleverdatum
pl: Data przesłania
pt: Data de submissão
pt_br: Data de envio
ru: Данные отправки
sl: Datum oddaje
sv: Inlämningsdatum
sv_instk12: Inlämningsdatum
th: ข้อมูลการจัดส่ง
vi: Ngày nộp
zh: 提交日期
zh_hk: 提交項目日期

source: Submission Failed
ar: فشل الإرسال
ca: L'entrega ha fallat
cy: Cyflwyniad wedi methu
da: Aflevering mislykkedes
da_instk12: Aflevering mislykkedes
de: Abgabe fehlgeschlagen
es: No se pudo entregar
es_es: No se ha podido entregar
fi: Tehtäväpalautus epäonnistui
fr: Échec de l’envoi
fr_ca: Échec de l’envoi
ga: Theip ar an Uaslódáil
hi: सबमिशन विफल रहा
ht: Soumisyon Echwe
id: Penyerahan Gagal
is: Mistókst að skila
it: Consegna non riuscita
ja: 提出に失敗しました
ko: 제출 실패
mi: I rahua te tuku o te tāpaetanga
ms: Serahan Gagal
nb: Innlevering feilet
nb_instk12: Innlevering feilet
nl: Inlevering mislukt
pl: Przesyłanie zadania nie powiodło się
pt: Falha na submissão
pt_br: Falha no envio
ru: Ошибка отправки
sl: Oddaja ni uspela.
sv: Inlämningen misslyckades
sv_instk12: Inlämningen misslyckades
th: จัดส่งล้มเหลว
vi: Nộp Thất Bại
zh: 提交文件失败
zh_hk: 提交項目失敗

source: Submission failed due to unknown error.
ar: فشل الإرسال بسب خطأ غير معلوم.
ca: No s’ha pogut fet l’entrega a causa d’un error desconegut.
cy: Cyflwyniad wedi methu oherwydd gwall anhysbys.
da: Indsendelse mislykkedes på grund af ukendt fejl.
da_instk12: Indsendelse mislykkedes på grund af ukendt fejl.
de: Die Übermittlung ist aufgrund eines unbekannten Fehlers fehlgeschlagen.
es: No se pudo entregar debido a un error desconocido.
es_es: Ha ocurrido un error debido a un error desconocido.
fi: Lähetys epäonnistui tuntemattoman virheen vuoksi.
fr: Échec de la soumission à cause d’une erreur inconnue.
fr_ca: L’envoi a échoué en raison d’une erreur inconnue.
ga: Theip ar an uaslódáil mar gheall ar earráid anaithnid.
hi: अज्ञात त्रुटि के कारण सबमिशन विफल रहा।
ht: Soumisyon an echwe akoz yon erè enkoni.
id: Penyerahan gagal karena kesalahan yang tidak diketahui.
is: Skil mistókust vegna óþekktrar villu.
it: Invio non riuscito a causa di un errore sconosciuto.
ja: 不明なエラーが発生したため、提出に失敗しました。
ko: 알 수 없는 오류로 인해 제출하지 못했습니다.
mi: I rahua te tukunga na te hapa I mohiotia.
ms: Serahan gagal kerana ralat tidak diketahui.
nb: Innlevering mislyktes på grunn av ukjent feil.
nb_instk12: Innlevering mislyktes på grunn av ukjent feil.
nl: Inlevering mislukt vanwege onbekende fout.
pl: Nie udało się przesłać z powodu nieznanego błędu.
pt: A submissão falhou devido a erro desconhecido.
pt_br: O envio falhou devido a um erro desconhecido.
ru: Отправка не выполнена из-за неизвестной ошибки.
sl: Oddaja ni uspela zaradi neznane napake.
sv: Inlämningen misslyckades av okänt fel.
sv_instk12: Inlämningen misslyckades av okänt fel.
th: การจัดส่งล้มเหลวเนื่องจากข้อผิดพลาดที่ไม่รู้จัก
vi: Gửi không thành công do lỗi không xác định.
zh: 由于未知错误，提交失败。
zh_hk: 提交項目因未知的錯誤失敗。

source: Submission status
ar: حالة الإرسال
ca: Estat de l'entrega
cy: Statws cyflwyno
da: Afleveringsstatus
da_instk12: Afleveringsstatus
de: Abgabestatus
es: Estado de entrega
es_es: Estado de entrega
fi: Lähetyksen tila
fr: Statut de la soumission
fr_ca: Statut de l’envoi
ga: Stádas na huaslódála
hi: सबमिशन स्थिति
ht: Estati Soumisyon
id: Status penyerahan
is: Staða á skilum
it: Stato consegna
ja: 提出状態
ko: 제출 상태
mi: Te mana tuku
ms: Status Serahan
nb: Innleveringsstatus
nb_instk12: Innleveringsstatus
nl: Inleveringsstatus
pl: Stan przesłania
pt: Estado da submissão
pt_br: Status de envio
ru: Статус отправки
sl: Status oddaje
sv: Inlämningsstatus
sv_instk12: Inlämningsstatus
th: สถานะผลงานจัดส่ง
vi: Trạng thái nộp
zh: 提交状态
zh_hk: 提交項目狀態

source: Submission Success!
ar: نجح الإرسال!
ca: S'ha realitzat correctament l'entrega.
cy: Wedi Llwyddo i Gyflwyno!
da: Aflevering lykkedes!
da_instk12: Aflevering lykkedes!
de: Abgabe erfolgreich!
es: ¡Se entregó correctamente!
es_es: Se ha realizado la entrega
fi: Lähetys onnistui!
fr: Soumission effectuée avec succès !
fr_ca: Succès de l’envoi!
ga: D’éirigh leis an Uaslódáil!
hi: सबमिशन सफल रहा!
ht: Soumisyon reyisi!
id: Penyerahan Sukses!
is: Skil tókust!
it: Consegna eseguita correttamente!
ja: 正常に提出されました!
ko: 제출을 완료했습니다.
mi: Oti pai te tukunga!
ms: Serahan Berjaya!
nb: Vellykket innlevering!
nb_instk12: Vellykket innlevering!
nl: Inlevering is gelukt!
pl: Przesłano pomyślnie
pt: Sucesso da submissão!
pt_br: Sucesso do envio!
ru: Отправлено успешно!
sl: Oddaja je bila uspešna!
sv: Inlämningen slutfördes!
sv_instk12: Inlämningen slutfördes!
th: จัดส่งเสร็จสิ้น!
vi: Nộp Thành Công!
zh: 提交成功！
zh_hk: 提交項目成功！

source: Submission text
ar: نص الإرسال
ca: Text de l’entrega
cy: Testun cyflwyniad
da: Afleveringstekst
da_instk12: Afleveringstekst
de: Abgabetext
es: Texto de la entrega
es_es: Texto de la entrega
fi: Lähetyksen testi
fr: Texte de la soumission
fr_ca: Texte de dépôt
ga: Téacs uaslódála
hi: सबमिशन पाठ
ht: Tèks soumisyon
id: Teks penyerahan
is: Skilatexti
it: Testo invio
ja: テキストを提出する
ko: 제출 텍스트
mi: Tāpaetanga kuputuhi
ms: Teks serahan
nb: Innleveringstekst
nb_instk12: Innleveringstekst
nl: Inleveringstekst
pl: Tekst przesyłki
pt: Texto de submissão
pt_br: Texto de submissão
ru: Текст для отправки
sl: Besedilo oddaje
sv: Inlämningstext
sv_instk12: Inlämningstext
th: ข้อความจัดส่ง
vi: Văn bản nộp
zh: 提交项文本
zh_hk: 提交項目文字

source: Submission Types
ar: أنواع الإرسال
ca: Tipus d'entregues
cy: Mathau o Gyflwyniadau
da: Afleveringsformer
da_instk12: Afleveringstyper
de: Abgabearten
es: Tipos de presentación
es_es: Tipos de entrega
fi: Tehtäväpalautustyypit
fr: Types de soumission
fr_ca: Types d’envoi
ga: Cineálacha Uaslódála
hi: सबमिशन प्रकार
ht: Tip Soumisyon
id: Jenis Penyerahan
is: Tegundir skila
it: Tipi di consegna
ja: 提出タイプ
ko: 제출 유형
mi: Ngā momo tāpaetanga
ms: Jenis Serahan
nb: Innleveringstyper
nb_instk12: Innleveringstyper
nl: Inleveringstypen
pl: Typy przesłanych materiałów
pt: Tipos de submissão
pt_br: Tipos de envio
ru: Типы сдаваемых работ
sl: Vrste oddaj
sv: Inlämningstyper
sv_instk12: Inlämningstyper
th: ประเภทการจัดส่ง
vi: Loại Nộp
zh: 提交项类型
zh_hk: 提交項目類型

source: Submission Uploaded
ar: تم تحميل الإرسال
ca: S’ha penjat l’entrega
cy: Cyflwyniad Wedi’i Lwytho i Fyny
da: Aflevering uploadet
da_instk12: Aflevering uploadet
de: Abgabe hochgeladen
es: Entrega cargada
es_es: Entrega cargada
fi: Tehtäväpalautus ladattu
fr: Soumissions envoyées
fr_ca: Envois téléversés
ga: Uaslódáil uaslódáilte
hi: सबमिशन अपलोड किए गए
ht: Soumisyon Transfere
id: Penyerahan Diunggah
is: Skilum hlaðið upp
it: Consegna caricata
ja: 提出がアップロードされました
ko: 제출 업로드됨
mi: Tukunga Tukuna
ms: Serahan Dimuat Naik
nb: Innlevering lastet opp
nb_instk12: Innlevering lastet opp
nl: Inlevering geüpload
pl: Przesłano materiały
pt: A carregar o envio
pt_br: Envio carregado
ru: Отправка загружена
sl: Naloženih oddaj
sv: Inlämningen laddades upp
sv_instk12: Inlämningen laddades upp
th: อัพโหลดผลงานจัดส่งแล้ว
vi: Bài Nộp Được Tải Lên
zh: 提交项已上传
zh_hk: 提交項目已上傳

# submission_failed_for_files
source: Your files were successfully uploaded but the submission to the assignment failed.
ar: تم تحميل ملفاتك بنجاح لكن الإرسال إلى المهمة فشل.
ca: S’han penjat correctament els fitxers, però no s’ha pogut fer l’entrega a l’activitat.
cy: Wedi llwyddo i lwytho eich ffeiliau i fyny ond wedi methu cyflwyno i’r aseiniad.
da: Dine filer blev uploadet, men indsendelsen til opgaven mislykkedes.
da_instk12: Dine filer blev uploadet, men indsendelsen til opgaven mislykkedes.
de: Ihre Dateien wurden erfolgreich hochgeladen, aber die Übermittlung der Aufgabe ist fehlgeschlagen.
es: Sus archivos se cargaron correctamente, pero no se pudo entregar la tarea.
es_es: Se han cargado los archivos, pero la entrega para la actividad ha fallado.
fi: Tiedostojesi lataus onnistui, mutta lähetys tehtävään epäonnistui.
fr: Vos fichiers ont été envoyés avec succès, mais la soumission du travail a échoué.
fr_ca: Vos fichiers ont été téléversés avec succès, mais l’envoi du travail a échoué.
ga: D’éirigh le do chomhad a uaslódáil ach theip ar an uaslódáil don tasc.
hi: आपकी फ़ाइलें सफलतापूर्वक अपलोड हो गईं लेकिन असाइनमेंट सबमिट करना विफल रहा।
ht: Fichye ou yo transfere avèk siksè, men soumisyon nan devwa a echwe.
id: File Anda berhasil diunggah tetapi penyerahan ke tugas gagal.
is: Skrárnar þínar hlóðust upp en skil á verkefninu mistókust.
it: I file sono stati caricati correttamente, ma la consegna al compito non è riuscita.
ja: ファイルは正常にアップロードされましたが、課題への提出は失敗しました。
ko: 파일은 업로드되었지만 과제를 제출하지 못했습니다.
mi: I pai te tuku ake o au kōnae engari I rahua te tukunga ki te taumahi.
ms: Fail anda berjaya dimuat naik tetapi serahan untuk tugasan gagal.
nb: Filene dine ble lastet opp, men innleveringen av oppgaven mislyktes.
nb_instk12: Filene dine ble lastet opp, men innleveringen av oppgaven mislyktes.
nl: Je bestanden zijn geüpload maar de inlevering bij de opdracht is mislukt.
pl: Pomyślnie przesłano pliki, ale nie udało się przesłać zadania.
pt: O teu ficheiro foi carregado com sucesso, mas a submissão à tarefa falhou.
pt_br: Seus arquivos foram carregados com sucesso, mas o envio para a tarefa falhou.
ru: Ваши файлы были успешно загружены, но отправку по заданию выполнить не удалось.
sl: Vaše datoteke so bile uspešno naložene, vendar oddaja naloge ni uspela.
sv: Dina filer laddades upp men inlämningen misslyckades för din uppgift.
sv_instk12: Dina filer laddades upp men inlämningen misslyckades för din uppgift.
th: อัพโหลดไฟล์ของคุณเสร็จสิ้นแต่การจัดส่งสำหรับภารกิจล้มเหลว
vi: Các tập tin của bạn đã được tải lên thành công nhưng không gửi được bài tập.
zh: 您的文件已成功上传，但未能提交到作业。
zh_hk: 您的檔案成功上傳，但提交到作業失敗。

source: Submissions
ar: الإرسالات
ca: Entregues
cy: Cyflwyniadau
da: Afleveringer
da_instk12: Afleveringer
de: Abgaben
es: Entregas
es_es: Entregas
fi: Tehtäväpalautukset
fr: Soumissions
fr_ca: Envois
ga: Uaslódálacha
hi: सबमिशन
ht: Soumisyon
id: Penyerahan
is: Skil
it: Consegne
ja: 提出物
ko: 제출
mi: Tukunga
ms: Serahan
nb: Innleveringer
nb_instk12: Innleveringer
nl: Inleveringen
pl: Przesłane zadania
pt: Submissões
pt_br: Envios
ru: Отправки
sl: Oddaje
sv: Inlämningar
sv_instk12: Inlämningar
th: ผลงานจัดส่ง
vi: Nộp
zh: 提交项
zh_hk: 提交項目

source: Submit
ar: إرسال
ca: Entrega-ho
cy: Cyflwyno
da: Indsend
da_instk12: Aflever
de: Absenden
es: Entregar
es_es: Enviar
fi: Lähetä
fr: Soumettre
fr_ca: Envoyer
ga: Cuir isteach
hi: सबमिट करें
ht: Soumèt
id: Serahkan
is: Senda
it: Invia
ja: 送信
ko: 제출
mi: Tuku
ms: Serahkan
nb: Send inn
nb_instk12: Send inn
nl: Indienen
pl: Prześlij
pt: Submeter
pt_br: Enviar
ru: Отправить
sl: Oddaj
sv: Skicka in
sv_instk12: Spara
th: ส่ง
vi: Nộp
zh: 提交
zh_hk: 提交

source: Submitted
ar: تم الإرسال
ca: S’ha entregat
cy: Wedi Cyflwyno
da: Afleveret
da_instk12: Afleveret
de: Abgegeben
es: Entregado
es_es: Entregado
fi: Lähetetty
fr: Soumis
fr_ca: Envoyé
ga: Curtha isteach
hi: सबमिट किया गया
ht: Soumèt
id: Diserahkan
is: Skilað
it: Inviato
ja: 提出済み
ko: 제출됨
mi: Kua Tukuna
ms: Diserahkan
nb: Innlevert
nb_instk12: Innlevert
nl: Ingeleverd
pl: Przesłano
pt: Submetido
pt_br: Enviado
ru: Отправлено
sl: Poslano
sv: Skickad
sv_instk12: Inskickad
th: จัดส่งแล้ว
vi: Đã Nộp
zh: 已提交
zh_hk: 已提交

source: Submitted %@
ar: تم الإرسال %@
ca: S’ha entregat %@
cy: Wedi Cyflwyno %@
da: Afleveret %@
da_instk12: Afleveret %@
de: Abgegeben %@
es: Entregado %@
es_es: Entregado %@
fi: Lähetetty %@
fr: Soumis %@
fr_ca: Envoyé %@
ga: Curtha isteach %@
hi: सबमिट किया गया %@
ht: Soumèt %@
id: Diserahkan %@
is: Skilað %@
it: Inviato %@
ja: 提出済み%@
ko: 제출됨 %@
mi: Kua Tukuna %@
ms: Diserahkan %@
nb: Innlevert %@
nb_instk12: Innlevert %@
nl: Ingeleverd %@
pl: Przesłano %@
pt: Submetido %@
pt_br: Enviado %@
ru: Отправлено %@
sl: Poslano %@
sv: Skickad %@
sv_instk12: Inskickad %@
th: จัดส่งแล้ว %@
vi: Đã Nộp %@
zh: 已提交%@
zh_hk: 已提交%@

source: Submitted by %1$@, on %2$@
ar: تم الإرسال بواسطة %1$@ في %2$@
ca: Entregat per %1$@ el %2$@
cy: Wedi cyflwyno gan %1$@, ar %2$@
da: Afleveret af %1$@, d. %2$@
da_instk12: Afleveret af %1$@, d. %2$@
de: Eingereicht von %1$@, am %2$@
es: Enviada por %1$@, el %2$@
es_es: Entregado por %1$@, el %2$@
fi: Lähettäjä %1$@ pvm %2$@
fr: Soumis par %1$@, le %2$@
fr_ca: Soumis par %1$@, le %2$@
ga: Arna chur isteach ag %1$@, ar %2$@
hi: %1$@ के द्वारा इस समय सबमिट किया गया: %2$@
ht: Soumèt pa %1$@, le %2$@
id: Diserahkan oleh %1$@, pada %2$@
is: Skilað af %1$@, þann %2$@
it: Inviato da %1$@, il %2$@
ja: %1$@により次の日付で提出されました%2$@
ko: 다음에 %1$@ 님이 제출 %2$@
mi: I tukuna e %1$@, i runga %2$@
ms: Diserahkan oleh %1$@, pada %2$@
nb: Innlevert av %1$@ %2$@
nb_instk12: Innlevert av %1$@ %2$@
nl: Ingeleverd door %1$@, op %2$@
pl: Przesłane przez %1$@ w dniu %2$@
pt: Submetido por %1$@, em %2$@
pt_br: Enviado por %1$@, no %2$@
ru: Отправил %1$@ %2$@
sl: Oddal(a) %1$@, dne %2$@
sv: Inlämnad av %1$@ den %2$@
sv_instk12: Inlämnad av %1$@ den %2$@
th: จัดส่งโดย %1$@ เมื่อ %2$@
vi: Đã nộp bởi %1$@, vào %2$@
zh: 提交人：%1$@，日期：%2$@
zh_hk: 由 %1$@ 提交，在%2$@

source: Subscribe
ar: اشتراك
ca: Subscriu-t'hi
cy: Tanysgrifio
da: Abonner
da_instk12: Abonner
de: Anmelden
es: Suscribirse
es_es: Suscribirse
fi: Tilaa
fr: S’inscrire
fr_ca: S’inscrire
ga: Liostáil
hi: सदस्यता लें
ht: Enskri
id: Berlangganan
is: Gerast áskrifandi
it: Iscriviti
ja: 常に通知
ko: 구독
mi: Ohauru
ms: Langgan
nb: Abonner
nb_instk12: Abonner
nl: Aanmelden
pl: Subskrybuj
pt: Assinar
pt_br: Assinar
ru: Подписаться
sl: Naroči se
sv: Prenumerera
sv_instk12: Prenumerera
th: สมัครบริการ
vi: Đăng Ký
zh: 订阅
zh_hk: 訂閱

source: Subscribe to Calendar Feed
ar: الاشتراك في تغذية التقويم
ca: Subscriu-te a Exporta el calendari
cy: Tanysgrifio i Ffrwd y Calendr
da: Tilmeld til kalender-feed
da_instk12: Tilmeld til kalender-feed
de: Kalender-Feed abonnieren
es: Suscribirse al feed del calendario
es_es: Suscribirse a la actividad del calendario
fi: Tilaa kalenterin syöte
fr: S'abonner au fil RSS du calendrier
fr_ca: Souscrire au flux du calendrier
ga: Liostáil le Fotha Féilire
hi: कैलेंडर फ़ीड की सदस्यता लें
ht: Abòne nan fil RSS Kalandriye
id: Berlangganan ke Umpan Kalender
is: Gerast áskrifandi að dagatalsveitu
it: Iscriviti a feed del calendario
ja: カレンダーフィードを購読する
ko: 캘린더 필드를 구독
mi: Ohauru ki te Maramataka Kai
ms: Langgan Suapan Kalendar
nb: Abonnere på kalenderstrømmen
nb_instk12: Abonnere på kalenderstrømmen
nl: Abonneren op kalenderfeed
pl: Subskrybuj kanał kalendarza
pt: Subscrever Feed de calendário
pt_br: Inscrever-se para alimentação de calendário
ru: Подписаться на ленту новостей в календаре
sl: Naročite se na vir koledarja
sv: Prenumerera på kalenderflöde
sv_instk12: Prenumerera på kalenderflöde
th: สมัครฟีดจากปฏิทิน
vi: Đăng Ký Nguồn Cấp Dữ Liệu Lịch
zh: 订阅日历馈送
zh_hk: 訂閱 Calendar Feed

source: Success!
ar: نجاح!
ca: Operació correcta!
cy: Wedi llwyddo!
da: Succes!
da_instk12: Succes!
de: Erfolg!
es: ¡Éxito!
es_es: Hecho
fi: Onnistui!
fr: Succès !
fr_ca: Succès!
ga: Rath!
hi: काम सफल हुआ!
ht: Reyisi!
id: Sukses!
is: Árangur!
it: Operazione riuscita.
ja: 成功です！
ko: 성공했습니다.
mi: Angitu!
ms: Berjaya!
nb: Vellykket!
nb_instk12: Vellykket!
nl: Succes!
pl: Zakończono powodzeniem!
pt: Sucesso!
pt_br: Sucesso!
ru: Успешно!
sl: Uspešno!
sv: Klart!
sv_instk12: Lyckades!
th: สำเร็จ!
vi: Thành công!
zh: 成功！
zh_hk: 成功！

source: Success! Downloaded %@ of %@
ar: نجحت العملية! تم تنزيل %@ من %@
ca: Operació correcta! S’han baixat %@ de %@
cy: Wedi llwyddo! Wedi llwytho %@ i lawr %@
da: Succes! Downloadet %@ af %@
da_instk12: Succes! Downloadet %@ af %@
de: Erfolg! Heruntergeladen: %@ von %@
es: ¡Éxito! Descargado/s %@ de %@
es_es: Hecho Descargado %@ de %@
fi: Onnistui! Latasi %@ / %@
fr: Réussite ! Téléchargement de %@ sur %@
fr_ca: Succès! Téléchargé %@ de %@
ga: Rath! de %@ íoslódáilte %@
hi: काम सफल हुआ! इतने में से %@ डाउनलोड किया गया: %@
ht: Reyisi! Telechaje %@ sou %@
id: Sukses! Mengunduh %@ dari %@
is: Tókst! Sótt %@ af %@
it: Operazione riuscita. Scaricato %@ di %@
ja: 成功！%@ / をダウンロード完了%@
ko: 성공했습니다. 다운로드 %@/ %@
mi: Angitu! Kua tikiakehia %@ o %@
ms: Berjaya! Memuat turun %@ daripada %@
nb: Vellykket! Lastet ned %@ av %@
nb_instk12: Vellykket! Lastet ned %@ av %@
nl: Gelukt! %@ van gedownload %@
pl: Zakończono powodzeniem! Pobrano %@ z %@
pt: Bem sucedido! Descarregado %@ de %@
pt_br: Sucesso! Baixado %@ de %@
ru: Успешно! Скачано %@ из %@
sl: Uspešno! Preneseno %@ od %@
sv: Framgång! Laddade ned %@ av %@
sv_instk12: Framgång! Laddade ned %@ av %@
th: เสร็จสิ้น! ดาวน์โหลด %@ จาก %@
vi: Thành công! Đã tải xuống %@ / %@
zh: 成功！已下载 %@/%@
zh_hk: 成功！已下載 %@%@

source: Successfully submitted!
ar: تم الإرسال بنجاح!
ca: S'ha enviat correctament.
cy: Wedi llwyddo i gyflwyno!
da: Blev indsendt!
da_instk12: Blev indsendt!
de: Wurde abgegeben!
es: ¡Enviada correctamente!
es_es: Entrega realizada
fi: Lähetetty onnistuneesti!
fr: Soumission effectuée avec succès !
fr_ca: Envoyé avec succès!
ga: Curtha isteach go rathúil!
hi: सफलतापूर्वक सबमिट किया गया!
ht: Ale avèk siksè!
id: Berhasil diserahkan!
is: Skil tókust!
it: Inviato correttamente!
ja: 正常に提出されました！
ko: 제출되었습니다!
mi: Oti pai te tuku!
ms: Berjaya diserahkan!
nb: Vellykket innlevering!
nb_instk12: Vellykket innlevering!
nl: Inlevering is gelukt!
pl: Przesłano pomyślnie!
pt: Submetido com sucesso!
pt_br: Enviado com sucesso!
ru: Успешно отправлено!
sl: Uspešno poslano.
sv: Uppgiften har skickats in!
sv_instk12: Uppgiften har skickats in!
th: ส่งเสร็จสิ้น!
vi: Đã nộp thành công!
zh: 已成功提交。
zh_hk: 成功提交！

source: Summary
ar: الملخص
ca: Resum
cy: Crynodeb
da: Sammendrag
da_instk12: Sammendrag
de: Übersicht
es: Resumen
es_es: Resumen
fi: Yhteenveto
fr: Résumé
fr_ca: Résumé
ga: Achoimre
hi: संक्षिप्त विवरण
ht: Rezime
id: Rangkuman
is: Samantekt
it: Riepilogo
ja: 概要
ko: 요약
mi: Whakarāpopototanga
ms: Rumusan
nb: Sammendrag
nb_instk12: Sammendrag
nl: Samenvatting
pl: Podsumowanie
pt: Sumário
pt_br: Resumo
ru: Сводные данные
sl: Povzetek
sv: Sammanfattning
sv_instk12: Sammanfattning
th: สรุป
vi: Tóm Tắt
zh: 摘要
zh_hk: 摘要

source: Sundays
ar: أيام الأحد
ca: Diumenges
cy: Dyddiau Sul
da: Søndage
da_instk12: Søndage
de: Sonntags
es: Domingos
es_es: Domingos
fi: Sunnuntaisin
fr: Dimanches
fr_ca: Les dimanches
ga: Ar an Domhnach
hi: रविवार
ht: Dimanch yo
id: Minggu
is: Sunnudaga
it: Domeniche
ja: 日曜日
ko: 일요일
mi: Ratapu
ms: Ahad
nb: Søndager
nb_instk12: Søndager
nl: zondagen
pl: Niedziele
pt: Domingos
pt_br: Domingos
ru: По воскресеньям
sl: Nedelje
sv: Söndagar
sv_instk12: Söndagar
th: อาทิตย์
vi: Các Ngày Chủ Nhật
zh: 周日
zh_hk: 每個星期日

source: Surveys
ar: الاستطلاعات
ca: Enquestes
cy: Arolygon
da: Spørgeundersøgelser
da_instk12: Spørgeundersøgelser
de: Befragungen
es: Encuestas
es_es: Encuestas
fi: Kyselyt
fr: Sondages
fr_ca: Enquêtes
ga: Suirbhéanna
hi: सर्वेक्षण
ht: Ankèt
id: Survei
is: Kannanir
it: Sondaggi
ja: 調査
ko: 설문 조사
mi: Rangahau
ms: Tinjauan
nb: Spørreundersøkelser
nb_instk12: Spørreundersøkelser
nl: Enquêtes
pl: Ankiety
pt: Inquéritos
pt_br: Pesquisas
ru: Опросы
sl: Ankete
sv: Enkäter
sv_instk12: Enkäter
th: แบบสอบถาม
vi: Khảo Sát
zh: 调查
zh_hk: 調查

source: Switch
ar: تبديل
ca: Canvia-ho
cy: Newid
da: Skift
da_instk12: Skift
de: Wechseln
es: Cambiar
es_es: Cambiar
fi: Vaihda
fr: Changer
fr_ca: Basculer
ga: Athraigh
hi: स्विच करें
ht: Chanje
id: Ganti
is: Skipta
it: Cambia
ja: 切り替え
ko: 전환
mi: Whakawhiti
ms: Tukar
nb: Bytt
nb_instk12: Bytt
nl: Overschakelen
pl: Przełącz
pt: Mudar
pt_br: Alterar
ru: Переключить
sl: Preklopi
sv: Byt
sv_instk12: Byt
th: สลับ
vi: Chuyển
zh: 切换
zh_hk: 切換
